{
  "channel": "nuestro descargador de videos",
  "banner-title": "Nuestro Descargador de Videos: Descargador de Videos Online",
  "banner-input-placeholder": "Pega el enlace de tu video aquí",
  "download-btn": "Descargar",
  "scan_title": "*Web Segura Escaneada para Seguridad*",
  "support_des": "Descubra la solución definitiva para descargar videos y música de la web de manera fácil y efectiva: nuestro descargador de videos. Esta herramienta intuitiva y gratuita simplifica la tarea de obtener su contenido multimedia preferido con solo un clic, ¡garantizando una experiencia fluida y sin complicaciones!",
  "support_title": "Plataformas Soportadas:",
  "guide_title": "Guía: Guardar Videos MP4 en HD – Métodos Principales Explicados",
  "guide_des": "¿Quiere preservar la calidad HD impecable de sus videos MP4? Descubra técnicas comprobadas para hacerlo:",
  "guide_li1": "Visite el video deseado, capture su URL e insértelo en el campo designado en la parte superior de la página. Una vez completado, presione 'Enter' o seleccione el botón 'Descargar'.",
  "guide_li2": "Para una recuperación rápida, inserte 'ss' antes del URL del video de YouTube y presione 'Enter'. Ej: http://nuestrodescargadordevideos.com/watch?v=u7deClndzQw",
  "guide_li3": "¿Busca una solución más sencilla? Considere adoptar un complemento de navegador, permitiendo descargas de videos con un solo clic.",
  "download_guide": "Cómo descargar con nuestro descargador de videos",
  "copy": "Copiar el enlace del video",
  "paste": "Pegar el enlace en el campo de entrada",
  "download": "Descargar video",
  "copy_p": "Abra el video que quiere descargar y copie el enlace en la parte superior de la pantalla",
  "paste_p": "Luego vaya a nuestro sitio web y pegue el enlace en el campo de entrada",
  "download_p": "Seleccione la calidad que desee y haga clic en el botón 'Descargar'. ¡Listo!",
  "download_title1": "Descargas de Videos de Alta Calidad en Formato MP4 con Nuestro Descargador de Videos",
  "download_des": "Descargue videos de calidad premium con nuestro descargador avanzado, ahora ofreciendo conversiones al formato MP4. Experimente una claridad de video superior en varias plataformas, incluyendo TikTok, Instagram, Facebook y YouTube. Seleccione su resolución preferida - SD, HD, FullHD, 2K o 4K. Capture videos en su calidad original de 1080p u opte por una resolución diferente según sus necesidades.",
  "download_title2": "Navegadores Compatibles con Nuestro Descargador de Videos",
  "download_des2": "Disfrute de descargas de videos sin problemas con nuestra herramienta, compatible con varios navegadores. Úselo sin esfuerzo en Google Chrome, Mozilla Firefox, Safari, Opera y cualquier otro navegador basado en Chromium.",
  "Legal_Advisory": "Aviso Legal:",
  "legal_des1": "Reconocer la importancia de descargar videos, fotos y GIFs para disfrute personal es clave. Es crucial adherirse a las regulaciones de derechos de autor y propiedad intelectual. Asegúrese de que las descargas sean solo para uso personal y evite cualquier intercambio o distribución no autorizada.",
  "legal_des2": "En nuestrodescargadordevideos.com, nuestro compromiso es ofrecer una solución integral para descargar videos, fotos y GIFs. Nuestro objetivo es permitirle disfrutar de su contenido digital preferido cuando lo desee, incluso sin conexión a internet. Explore nuestra herramienta de descarga fácil de usar ahora y organice su colección offline sin esfuerzo, enriqueciendo su experiencia personal.",
  "disclaimer": "Descargo de Responsabilidad:",
  "disclaimer_des": "Nuestro descargador de videos funciona de manera independiente y no está afiliado a plataformas específicas de redes sociales o alojamiento de videos. Nuestros servicios están diseñados para satisfacer las necesidades únicas de descarga de nuestros usuarios. Los usuarios son responsables de adherirse a los términos, condiciones y regulaciones de derechos de autor establecidos por las plataformas que utilizan para obtener contenido."
}
