{
  "channel": "videomuz",
  "banner-title": "Videomuz: Çevrimiçi Video İndirici",
  "banner-input-placeholder": "Video bağlantınızı buraya yapıştırın",
  "download-btn": "İndir",
  "scan_title": "*Güvenlik için Güvenli Web Tara *",
  "support_des": "Web'den video ve müzikleri kolay ve etkili bir şekilde indirmenin kesin çözümünü keşfedin: videomuz. Bu sezgisel ve ücretsiz araç, tercih ettiğiniz medya içeriğini tek bir tıklamayla almayı kolaylaştırır, böylece sorunsuz ve sorunsuz bir yolculuk sağlar!",
  "support_title": "Desteklenen Platformlar:",
  "guide_title": "Rehber: HD MP4 Videolarını Kaydetme - En İyi Yöntemler Açıklandı",
  "guide_des": "MP4 videolarınızın kusursuz HD kalitesini korumak mı istiyorsunuz? Bunun nasıl yapılabileceğini kanıtlanmış teknikleri keşfedin:",
  "guide_li1": "İstenen videoyu ziyaret edin, URL'sini kopyalayın ve sayfanın en üstündeki belirlenmiş alana yapıştırın. Tamamlandığında, 'Enter' tuşuna basın veya 'İndir' düğmesini seçin.",
  "guide_li2": "Hızlı alım için, YouTube video URL'sinin önüne 'ss' ekleyin ve 'Enter' tuşuna basın. Örn: http://videomuz.com/watch?v=u7deClndzQw",
  "guide_li3": "Daha sorunsuz bir çözüm mü arıyorsunuz? Tek tıklamayla video indirmeyi etkinleştiren bir tarayıcı eklentisini düşünün.",
  "download_guide": "Videomuz İle Nasıl İndirilir",
  "copy": "Video bağlantısını kopyala",
  "paste": "Bağlantıyı girişe yapıştır",
  "download": "Videoyu İndir",
  "copy_p": "İndirmek istediğiniz videoyu açın ve ekranın üstündeki bağlantıyı kopyalayın",
  "paste_p": "Ardından web sitemize gidin ve bağlantıyı giriş alanına yapıştırın",
  "download_p": "İhtiyacınıza göre uygun kaliteyi seçin ve 'İndir' düğmesine tıklayın. Hazır!",
  "download_title1": "Videomuz İle MP4 Formatında Yüksek Kaliteli Video İndirmeleri",
  "download_des": "Gelişmiş YouTube indiricimizle premium kalitede videoları indirin, şimdi MP4 formatı dönüşümleri sunuyoruz. TikTok, Instagram, Facebook ve YouTube dahil çeşitli platformlarda üstün video netliği yaşayın. Tercih ettiğiniz çözünürlüğü seçin - SD, HD, FullHD, 2K veya 4K. Videoları orijinal 1080p kalitesinde yakalayın veya ihtiyaçlarınıza göre farklı bir çözünürlük seçin.",
  "download_title2": "Videomuz İçin Uyumlu Tarayıcılar",
  "download_des2": "Araçlarımızla sorunsuz video indirin, çeşitli tarayıcılarda uyumlu. Google Chrome, Mozilla Firefox, Safari, Opera ve diğer Chromium tabanlı tarayıcılarda kolayca kullanın.",
  "Legal_Advisory": "Yasal Danışmanlık:",
  "legal_des1": "Kişisel zevk için videoları, fotoğrafları ve GIF'leri indirmenin önemini tanımak önemlidir. Telif hakkı ve fikri mülkiyet düzenlemelerine uyulması hayati önem taşır. İndirmelerin yalnızca kişisel kullanım için olduğundan ve izinsiz paylaşım veya dağıtımdan kaçınıldığından emin olun.",
  "legal_des2": "Videomuz.com'da, taahhüdümüz, kullanıcılarımızın çevrimdışı koleksiyonlarını kolayca oluşturmalarına olanak tanıyan kapsamlı bir çözüm sunmaktır. Hedefimiz, internet bağlantısı olmadan bile istediğiniz zaman tercih ettiğiniz dijital içeriğin keyfini çıkarmanızı sağlamaktır. Şimdi kullanıcı dostu indirme aracımızı keşfedin ve kişisel deneyiminizi zenginleştirerek çevrimdışı koleksiyonunuzu kolayca düzenleyin.",
  "disclaimer": "Reddiyeler:",
  "disclaimer_des": "Videomuz.com bağımsız olarak çalışır ve belirli sosyal medya veya video barındırma platformları ile ilişkili değildir. Hizmetlerimiz, kullanıcılarımızın farklı indirme ihtiyaçlarını karşılamak için tasarlanmıştır. Kullanıcılar, içerik elde etmek için kullandıkları platformların belirlediği koşullar, şartlar ve telif hakkı düzenlemelerine uymaktan sorumludur."
}
