{
  "channel": "우리의 비디오 다운로더",
  "banner-title": "우리의 비디오 다운로더: 온라인 비디오 다운로더",
  "banner-input-placeholder": "여기에 비디오 링크를 붙여넣으세요",
  "download-btn": "다운로드",
  "scan_title": "*보안을 위해 안전한 웹 스캔*",
  "support_des": "웹에서 비디오와 음악을 손쉽고 효율적으로 다운로드할 수 있는 최상의 솔루션을 발견하세요: 우리의 비디오 다운로더. 이 직관적이고 무료인 유틸리티는 선호하는 미디어 콘텐츠를 단 한 번의 클릭으로 획득하는 작업을 간소화하여 매끄럽고 번거로움 없는 여정을 보장합니다!",
  "support_title": "지원되는 플랫폼:",
  "guide_title": "가이드: HD로 MP4 비디오 저장 – 최고의 방법 설명",
  "guide_des": "MP4 비디오의 순수한 HD 품질을 유지하고 싶으신가요? 입증된 기법을 발견하세요:",
  "guide_li1": "원하는 비디오를 방문하고 URL을 캡처하여 페이지 상단의 지정된 필드에 삽입하세요. 완료되면 'Enter'를 누르거나 '다운로드' 버튼을 선택하세요.",
  "guide_li2": "빠른 검색을 위해 YouTube 비디오 URL 앞에 'ss'를 삽입하고 'Enter'를 누르세요. 예: http://우리의비디오다운로더.com/watch?v=u7deClndzQw",
  "guide_li3": "더 원활한 솔루션을 찾고 있나요? 브라우저 애드온을 사용하여 단일 클릭으로 비디오를 다운로드할 수 있습니다.",
  "download_guide": "우리의 비디오 다운로더로 다운로드하는 방법",
  "copy": "비디오 링크 복사",
  "paste": "링크를 입력란에 붙여넣기",
  "download": "비디오 다운로드",
  "copy_p": "다운로드하려는 비디오를 열고 화면 상단에서 링크를 복사하세요",
  "paste_p": "그런 다음 웹사이트로 이동하여 입력란에 링크를 붙여넣으세요",
  "download_p": "적합한 품질을 선택하고 '다운로드' 버튼을 클릭하세요. 완료!",
  "download_title1": "우리의 비디오 다운로더로 MP4 형식의 고품질 비디오 다운로드",
  "download_des": "고급 비디오 다운로더를 사용하여 프리미엄 품질의 비디오를 다운로드하세요. 이제 MP4 형식 변환을 제공합니다. TikTok, Instagram, Facebook, YouTube를 비롯한 다양한 플랫폼에서 뛰어난 비디오 선명도를 경험해보세요. SD, HD, FullHD, 2K 또는 4K와 같은 원하는 해상도를 선택하세요. 비디오를 원래 1080p 품질로 캡처하거나 필요에 따라 다른 해상도를 선택하세요.",
  "download_title2": "우리의 비디오 다운로더에 호환되는 브라우저",
  "download_des2": "여러 브라우저에서 호환되는 도구로 원활한 비디오 다운로드를 즐기세요. Google Chrome, Mozilla Firefox, Safari, Opera 및 기타 Chromium 기반 브라우저에서 손쉽게 사용할 수 있습니다.",
  "Legal_Advisory": "법적 자문:",
  "legal_des1": "개인적인 즐거움을 위해 비디오, 사진, GIF를 다운로드하는 것의 중요성을 인식하는 것이 중요합니다. 저작권 및 지적 재산권 규정을 준수하는 것이 중요합니다. 다운로드는 개인용으로만 사용하고 무단 공유나 배포를 피하세요.",
  "legal_des2": "우리의 비디오 다운로더에서 우리의 목표는 비디오, 사진 및 GIF를 다운로드할 수 있는 포괄적인 솔루션을 제공하는 것입니다. 인터넷 연결이 없는 경우에도 선호하는 디지털 콘텐츠를 언제든지 즐길 수 있도록 하는 것이 우리의 목표입니다. 사용자 친화적인 다운로더 도구를 지금 탐색하고 오프라인 컬렉션을 손쉽게 큐레이션하여 개인적인 경험을 풍부하게 하세요.",
  "disclaimer": "면책 조항:",
  "disclaimer_des": "우리의 비디오 다운로더는 독립적으로 운영되며 특정 소셜 미디어 또는 비디오 호스팅 플랫폼과 관련이 없습니다. 우리의 서비스는 사용자의 독특한 다운로드 요구를 충족시키기 위해 맞춤화되어 있습니다. 사용자는 콘텐츠를 얻기 위해 사용하는 플랫폼의 이용 약관, 조건 및 저작권 규정을 준수할 책임이 있습니다."
}
