{
  "channel": "pembuat video kami",
  "banner-title": "Pembuat Video Kami: Pengunduh Video Online",
  "banner-input-placeholder": "Tempel tautan video Anda di sini",
  "download-btn": "Unduh",
  "scan_title": "*Web Aman Diperiksa untuk Keamanan*",
  "support_des": "Temukan solusi paling efisien untuk mengunduh video dan musik dari web: pengunduh video kami. Alat intuitif dan gratis ini menyederhanakan tugas mendapatkan konten media favorit Anda hanya dengan satu klik, menjamin perjalanan yang lancar dan tanpa masalah!",
  "support_title": "Platform Yang Didukung:",
  "guide_title": "Panduan: Menyimpan Video MP4 dalam HD – Metode Teratas Diuraikan",
  "guide_des": "Ingin menjaga kualitas HD yang prima dari video MP4 Anda? Temukan teknik yang terbukti untuk mewujudkannya:",
  "guide_li1": "Kunjungi video yang diinginkan, salin URL-nya, dan tempelkan ke dalam bidang yang ditunjuk di bagian atas halaman. Setelah selesai, tekan 'Enter' atau pilih tombol 'Unduh'.",
  "guide_li2": "Untuk pengambilan cepat, masukkan 'ss' sebelum URL video YouTube dan tekan 'Enter'. Contoh: http://pembuatvideokami.com/watch?v=u7deClndzQw",
  "guide_li3": "Ingin solusi yang lebih mulus? Pertimbangkan untuk menggunakan ekstensi browser, yang memungkinkan pengunduhan video dengan satu klik.",
  "download_guide": "Bagaimana cara mengunduh dengan Pembuat Video Kami",
  "copy": "Salin tautan video",
  "paste": "Tempel tautan ke dalam masukan",
  "download": "Unduh video",
  "copy_p": "Buka video yang ingin Anda unduh dan salin tautannya di bagian atas layar",
  "paste_p": "Kemudian pergi ke situs web kami dan tempel tautan ke dalam bidang masukan",
  "download_p": "Pilih kualitas yang Anda inginkan dan klik tombol 'Unduh'. Siap!",
  "download_title1": "Unduhan Video Berkualitas Tinggi dalam Format MP4 dengan Pembuat Video Kami",
  "download_des": "Unduh video berkualitas premium dengan pengunduh YouTube kami yang canggih, sekarang menawarkan konversi format MP4. Rasakan kejernihan video superior di berbagai platform, termasuk TikTok, Instagram, Facebook, dan YouTube. Pilih resolusi yang Anda inginkan - SD, HD, FullHD, 2K, atau 4K. Ambil video dalam kualitas asli 1080p atau pilih resolusi yang berbeda sesuai kebutuhan Anda.",
  "download_title2": "Browser yang Kompatibel dengan Pengunduh Video Kami",
  "download_des2": "Nikmati pengunduhan video yang lancar dengan alat kami, kompatibel dengan berbagai browser. Gunakan dengan mudah di Google Chrome, Mozilla Firefox, Safari, Opera, dan browser lain yang berbasis Chromium.",
  "Legal_Advisory": "Konsultasi Hukum:",
  "legal_des1": "Mengakui pentingnya mengunduh video, foto, dan GIF untuk kesenangan pribadi adalah kunci. Penting untuk mematuhi peraturan hak cipta dan kekayaan intelektual. Pastikan unduhan hanya untuk penggunaan pribadi dan hindari berbagi atau mendistribusikan secara tidak sah.",
  "legal_des2": "Di pembuatvideokami.com, komitmen kami adalah menyediakan solusi komprehensif untuk mengunduh video, foto, dan GIF. Tujuan kami adalah memungkinkan Anda menikmati konten digital favorit Anda kapan pun Anda inginkan, bahkan tanpa koneksi internet. Jelajahi alat pengunduh yang ramah pengguna kami sekarang dan susun koleksi offline Anda dengan mudah, memperkaya pengalaman pribadi Anda.",
  "disclaimer": "Penafian:",
  "disclaimer_des": "Pembuatvideokami.com beroperasi secara independen dan tidak berafiliasi dengan platform media sosial atau hosting video tertentu. Layanan kami dirancang untuk memenuhi kebutuhan unduhan yang berbeda dari pengguna kami. Pengguna bertanggung jawab untuk mematuhi syarat, kondisi, dan regulasi hak cipta yang ditetapkan oleh platform yang mereka gunakan untuk mendapatkan konten."
}
