{
  "channel": "наш видеозагрузчик",
  "banner-title": "Наш Видеозагрузчик: Онлайн Загрузчик Видео",
  "banner-input-placeholder": "Вставьте ссылку на ваше видео сюда",
  "download-btn": "Скачать",
  "scan_title": "*Безопасный веб-скан для безопасности*",
  "support_des": "Откройте для себя лучшее решение для легкой и эффективной загрузки видео и музыки из интернета: наш видеозагрузчик. Этот интуитивно понятный и бесплатный инструмент упрощает задачу получения вашего любимого медиаконтента одним кликом, гарантируя плавный и беспроблемный процесс!",
  "support_title": "Поддерживаемые платформы:",
  "guide_title": "Руководство: Сохранение MP4 видео в HD – Лучшие методы объяснены",
  "guide_des": "Хотите сохранить кристально чистое качество HD ваших MP4 видео? Узнайте проверенные методы, чтобы сделать это:",
  "guide_li1": "Посетите нужное видео, скопируйте его URL и вставьте его в указанное поле на верхней части страницы. После этого нажмите 'Enter' или выберите кнопку 'Скачать'.",
  "guide_li2": "Для быстрого получения добавьте 'ss' перед URL видео на YouTube и нажмите 'Enter'. Например: http://нашвидеозагрузчик.com/watch?v=u7deClndzQw",
  "guide_li3": "Ищете более простой способ? Рассмотрите возможность использования расширения для браузера, которое позволяет скачивать видео одним кликом.",
  "download_guide": "Как скачивать с помощью нашего видеозагрузчика",
  "copy": "Скопировать ссылку на видео",
  "paste": "Вставьте ссылку в поле ввода",
  "download": "Скачать видео",
  "copy_p": "Откройте видео, которое вы хотите скачать, и скопируйте его ссылку в верхней части экрана",
  "paste_p": "Затем перейдите на наш сайт и вставьте ссылку в поле ввода",
  "download_p": "Выберите подходящее качество и нажмите кнопку 'Скачать'. Готово!",
  "download_title1": "Скачивание видео высокого качества в формате MP4 с нашим видеозагрузчиком",
  "download_des": "Скачивайте видео премиум качества с нашим продвинутым видеозагрузчиком, теперь предлагающим конвертацию в формат MP4. Наслаждайтесь превосходной четкостью видео на различных платформах, включая TikTok, Instagram, Facebook и YouTube. Выбирайте предпочитаемое разрешение - SD, HD, FullHD, 2K или 4K. Захватывайте видео в их оригинальном качестве 1080p или выберите другое разрешение в зависимости от ваших потребностей.",
  "download_title2": "Совместимые браузеры для нашего видеозагрузчика",
  "download_des2": "Наслаждайтесь плавной загрузкой видео с нашим инструментом, совместимым с различными браузерами. Используйте его без труда в Google Chrome, Mozilla Firefox, Safari, Opera и любом другом браузере на базе Chromium.",
  "Legal_Advisory": "Юридическое уведомление:",
  "legal_des1": "Признание важности загрузки видео, фото и GIF для личного пользования является ключевым. Важно соблюдать законы об авторских правах и интеллектуальной собственности. Убедитесь, что загрузки предназначены только для личного использования, и избегайте несанкционированного распространения или обмена.",
  "legal_des2": "На нашем сайте нашвидеозагрузчик.com наша цель - предложить комплексное решение для загрузки видео, фото и GIF. Наша цель - позволить вам наслаждаться любимым цифровым контентом в любое время, даже без подключения к интернету. Исследуйте наш удобный загрузчик и легко организуйте свою оффлайн коллекцию, обогащая свой личный опыт.",
  "disclaimer": "Отказ от ответственности:",
  "disclaimer_des": "Наш видеозагрузчик работает независимо и не аффилирован с конкретными платформами социальных сетей или видеохостинга. Наши услуги предназначены для удовлетворения уникальных потребностей наших пользователей в загрузке. Пользователи несут ответственность за соблюдение условий, правил и норм авторского права, установленных платформами, которые они используют для получения контента."
}
