{
  "channel": "ssYoutube",
  "banner-title": "SSYouTube: Online Video Downloader",
  "banner-input-placeholder": "Paste your video link here",
  "download-btn": "Download",
  "scan_title": "*Safe Web Scanned for Security*",
  "support_des": "Discover the pinnacle answer for effortless and effective downloading of videos and music from the web: our SSYouTube video downloader. This intuitive, no-cost utility streamlines the task of acquiring your preferred media content with just one simple click, guaranteeing a smooth and hassle-free journey!",
  "support_title": "Supported Platforms:",
  "guide_title": "Guide: Saving MP4 Videos in HD – Top Methods Explained",
  "guide_des": "Looking to preserve the pristine HD quality of your MP4 videos? Discover proven techniques to make it happen:",
  "guide_li1": "Visit the desired video, capture its URL, and insert it into the designated field at the page’s pinnacle. Once completed, hit 'Enter' or select the 'Download' button.",
  "guide_li2": "For expedited retrieval, insert 'ss' before the YouTube video URL and press 'Enter.' E.g., http://ssyoutube.com/watch?v=u7deClndzQw",
  "guide_li3": "Seek a more seamless solution? Consider adopting a browser add-on, enabling single-click video downloads.",
  "download_guide": "How to download with SSYouTube",
  "copy": "Copy the video link",
  "paste": "Paste the link into the input",
  "download": "Download video",
  "copy_p": "Open the video you want to download and copy its link at the top of the screen",
  "paste_p": "Then go to our website and paste the link into the input field",
  "download_p": "Select the quality that suits you and click the 'Download' button. Ready!",
  "download_title1": "High-Quality Video Downloads in MP4 Format with SSYouTube",
  "download_des": "Download premium quality videos with our advanced YouTube downloader, now offering MP4 format conversions. Experience superior video clarity on a range of platforms, including TikTok, Instagram, Facebook, and YouTube. Select your preferred resolution - SD, HD, FullHD, 2K, or 4K. Capture videos in their original 1080p quality or opt for a different resolution based on your needs.",
  "download_title2": "Compatible Browsers for Our Video Downloader",
  "download_des2": "Enjoy seamless video downloading with our tool, compatible across various browsers. Use it effortlessly on Google Chrome, Mozilla Firefox, Safari, Opera, and any other Chromium-based browser.",
  "Legal_Advisory": "Legal Advisory:",
  "legal_des1": "Recognizing the importance of downloading videos, photos, and GIFs for personal enjoyment is key. It is crucial to adhere to copyright and intellectual property regulations. Please ensure that downloads are for personal use only and avoid any unauthorized sharing or distribution.",
  "legal_des2": "At SSYouTube.com, our commitment lies in offering a comprehensive solution for downloading videos, photos, and GIFs. Our aim is to enable you to enjoy your preferred digital content whenever you desire, even when lacking an internet connection. Explore our user-friendly downloader tool now and effortlessly curate your offline collection, enriching your personal experience.",
  "disclaimer": "Disclaimer:",
  "disclaimer_des": "SSYouTube.com functions independently and is not affiliated with specific social media or video hosting platforms. Our services are tailored to fulfill the distinct downloading needs of our users. Users are accountable for adhering to the terms, conditions, and copyright regulations set by the platforms they utilize to obtain content."
}
