{
  "channel": "nosso downloader de vídeo",
  "banner-title": "Nosso Downloader de Vídeo: Baixador de Vídeos Online",
  "banner-input-placeholder": "Cole o link do seu vídeo aqui",
  "download-btn": "Baixar",
  "scan_title": "*Web Segura Escaneada para Segurança*",
  "support_des": "Descubra a solução definitiva para baixar vídeos e músicas da web de forma fácil e eficaz: nosso downloader de vídeo. Esta ferramenta intuitiva e gratuita simplifica a tarefa de obter seu conteúdo de mídia preferido com apenas um clique, garantindo uma jornada tranquila e sem complicações!",
  "support_title": "Plataformas Suportadas:",
  "guide_title": "Guia: Salvando Vídeos MP4 em HD – Melhores Métodos Explicados",
  "guide_des": "Quer preservar a qualidade HD impecável dos seus vídeos MP4? Descubra técnicas comprovadas para fazer isso:",
  "guide_li1": "Visite o vídeo desejado, capture seu URL e insira-o no campo designado no topo da página. Depois de completar, pressione 'Enter' ou selecione o botão 'Baixar'.",
  "guide_li2": "Para uma recuperação rápida, insira 'ss' antes do URL do vídeo do YouTube e pressione 'Enter'. Ex: http://nossodownloaderdevideo.com/watch?v=u7deClndzQw",
  "guide_li3": "Procurando uma solução mais simples? Considere adotar um complemento de navegador, permitindo downloads de vídeo com um único clique.",
  "download_guide": "Como baixar com nosso downloader de vídeo",
  "copy": "Copiar o link do vídeo",
  "paste": "Colar o link no campo de entrada",
  "download": "Baixar vídeo",
  "copy_p": "Abra o vídeo que você quer baixar e copie o link no topo da tela",
  "paste_p": "Então vá ao nosso site e cole o link no campo de entrada",
  "download_p": "Selecione a qualidade que você deseja e clique no botão 'Baixar'. Pronto!",
  "download_title1": "Downloads de Vídeo em Alta Qualidade no Formato MP4 com Nosso Downloader de Vídeo",
  "download_des": "Baixe vídeos de qualidade premium com nosso downloader avançado, agora oferecendo conversões para o formato MP4. Experimente uma clareza de vídeo superior em várias plataformas, incluindo TikTok, Instagram, Facebook e YouTube. Selecione a resolução desejada - SD, HD, FullHD, 2K ou 4K. Capture vídeos em sua qualidade original de 1080p ou opte por uma resolução diferente com base em suas necessidades.",
  "download_title2": "Navegadores Compatíveis com Nosso Downloader de Vídeo",
  "download_des2": "Aproveite o download de vídeos de forma fácil com nossa ferramenta, compatível com vários navegadores. Use-a sem esforço no Google Chrome, Mozilla Firefox, Safari, Opera e qualquer outro navegador baseado em Chromium.",
  "Legal_Advisory": "Aviso Legal:",
  "legal_des1": "Reconhecer a importância de baixar vídeos, fotos e GIFs para uso pessoal é fundamental. É crucial seguir as regulamentações de direitos autorais e propriedade intelectual. Certifique-se de que os downloads sejam apenas para uso pessoal e evite qualquer compartilhamento ou distribuição não autorizada.",
  "legal_des2": "No nossodownloaderdevideo.com, nosso compromisso é oferecer uma solução abrangente para baixar vídeos, fotos e GIFs. Nosso objetivo é permitir que você desfrute de seu conteúdo digital preferido sempre que desejar, mesmo sem conexão com a internet. Explore nossa ferramenta de downloader amigável agora e organize sua coleção offline de forma fácil, enriquecendo sua experiência pessoal.",
  "disclaimer": "Isenção de Responsabilidade:",
  "disclaimer_des": "Nosso downloader de vídeo funciona de forma independente e não é afiliado a plataformas específicas de mídia social ou hospedagem de vídeos. Nossos serviços são projetados para atender às necessidades distintas de download de nossos usuários. Os usuários são responsáveis por aderir aos termos, condições e regulamentações de direitos autorais estabelecidos pelas plataformas que utilizam para obter conteúdo."
}
