{
  "channel": "ss-Youtube",
  "banner-title": "SSYouTube: Online-Video-Downloader",
  "banner-input-placeholder": "Fügen Sie hier Ihren Videolink ein",
  "download-btn": "Herunterladen",
  "scan_title": "*Sichere Website auf Sicherheit geprüft*",
  "support_des": "Entdecken Sie die ultimative Lösung für müheloses und effektives Herunterladen von Videos und Musik aus dem Internet: unser Ssyoutube-Video-Downloader. Dieses intuitive, kostenlose Werkzeug vereinfacht die Aufgabe, Ihre bevorzugten Medieninhalte mit nur einem einfachen Klick zu erwerben, und garantiert ein reibungsloses und problemloses Erlebnis!",
  "support_title": "Unterstützte Plattformen:",
  "guide_title": "Anleitung: MP4-Videos in HD speichern – Top-Methoden erklärt",
  "guide_des": "Möchten Sie die ursprüngliche HD-Qualität Ihrer MP4-Videos bewahren? Entdecken Sie bewährte Techniken, um dies zu erreichen:",
  "guide_li1": "Besuchen Sie das gewünschte Video, erfassen Sie dessen URL und fügen Sie sie in das dafür vorgesehene Feld oben auf der Seite ein. Sobald dies geschehen ist, drücken Sie 'Enter' oder wählen Sie die Schaltfläche 'Herunterladen'.",
  "guide_li2": "Für eine schnellere Abrufung fügen Sie 'ss' vor der YouTube-Video-URL ein und drücken Sie 'Enter'. Beispiel: http://ssyoutube.com/watch?v=u7deClndzQw",
  "guide_li3": "Suchen Sie nach einer nahtloseren Lösung? Erwägen Sie die Verwendung eines Browser-Add-ons, das das Herunterladen von Videos mit einem Klick ermöglicht.",
  "download_guide": "So laden Sie mit SSYouTube herunter",
  "copy": "Videolink kopieren",
  "paste": "Fügen Sie den Link in das Eingabefeld ein",
  "download": "Video herunterladen",
  "copy_p": "Öffnen Sie das Video, das Sie herunterladen möchten, und kopieren Sie den Link oben auf dem Bildschirm",
  "paste_p": "Gehen Sie dann auf unsere Website und fügen Sie den Link in das Eingabefeld ein",
  "download_p": "Wählen Sie die Qualität, die zu Ihnen passt, und klicken Sie auf die Schaltfläche 'Herunterladen'. Fertig!",
  "download_title1": "Hochwertige Video-Downloads im MP4-Format mit SSYoutube",
  "download_des": "Laden Sie Videos in Premiumqualität mit unserem fortschrittlichen YouTube-Downloader herunter, der jetzt MP4-Formatkonvertierungen anbietet. Erleben Sie überragende Videoqualität auf einer Vielzahl von Plattformen, einschließlich TikTok, Instagram, Facebook und YouTube. Wählen Sie Ihre bevorzugte Auflösung - SD, HD, FullHD, 2K oder 4K. Erfassen Sie Videos in ihrer ursprünglichen 1080p-Qualität oder wählen Sie je nach Bedarf eine andere Auflösung.",
  "download_title2": "Kompatible Browser für unseren Video-Downloader",
  "download_des2": "Genießen Sie nahtloses Video-Downloading mit unserem Tool, das mit verschiedenen Browsern kompatibel ist. Nutzen Sie es mühelos auf Google Chrome, Mozilla Firefox, Safari, Opera und jedem anderen Chromium-basierten Browser.",
  "Legal_Advisory": "Rechtlicher Hinweis:",
  "legal_des1": "Die Bedeutung des Herunterladens von Videos, Fotos und GIFs zum persönlichen Vergnügen zu erkennen, ist entscheidend. Es ist wichtig, die Urheberrechts- und geistigen Eigentumsbestimmungen einzuhalten. Bitte stellen Sie sicher, dass Downloads nur für den persönlichen Gebrauch bestimmt sind und vermeiden Sie jegliche unbefugte Weitergabe oder Verbreitung.",
  "legal_des2": "Bei ssyoutube.com liegt unser Engagement darin, eine umfassende Lösung zum Herunterladen von Videos, Fotos und GIFs anzubieten. Unser Ziel ist es, Ihnen zu ermöglichen, Ihre bevorzugten digitalen Inhalte jederzeit zu genießen, auch wenn keine Internetverbindung besteht. Entdecken Sie jetzt unser benutzerfreundliches Downloader-Tool und kuratieren Sie mühelos Ihre Offline-Sammlung, um Ihr persönliches Erlebnis zu bereichern.",
  "disclaimer": "Haftungsausschluss:",
  "disclaimer_des": "ssyoutube.com funktioniert unabhängig und ist nicht mit bestimmten sozialen Medien oder Video-Hosting-Plattformen verbunden. Unsere Dienste sind darauf zugeschnitten, die unterschiedlichen Download-Anforderungen unserer Benutzer zu erfüllen. Die Benutzer sind dafür verantwortlich, die von den Plattformen festgelegten Bedingungen, Konditionen und Urheberrechtsbestimmungen einzuhalten, von denen sie Inhalte beziehen."
}
